/* Localizable strings not stored in nib files and not stored in application
 * resources, the strings below can be accessed using the
 * GetBundleLocalizedString() macro, those stored in application resources
 * must be accessed using GetLocalizedString() instead.
 */

/* Strings generally used for the overview pane
 */
 
"kNoStartDateNotRunning" = "Nicht verfügbar - Der Dienst arbeitet nicht.";

"kDateFormatter" = "%c";

"%d PPTP connections" = "%d PPTP-Verbindungen";
"%d L2TP connections" = "%d L2TP-Verbindungen";

"RUNNING" = "Arbeitet";
"STOPPED" = "Gestoppt";
"STARTING" = "Startet";
"STOPPING" = "Stoppt";
"PAUSED" = "Angehalten";
"UNKNOWN" = "Unbekannt";

"N/A" = "Nicht verfügbar";

"ENABLED" = "Aktiviert";
"DISABLED" = "Deaktiviert";
"CRASHED" = "Aktiviert, arbeitet aber nicht";

"PPTP" = "PPTP";
"L2TP" = "L2TP";

"PUBLIC" = "Öffentlich";
"PRIVATE" = "Privat";

"VPN Log" = "VPN-Protokoll";

/* Overview labels */

"VPN Service is:" = "VPN-Dienststatus:";
"Start Time:" = "Startzeit:";
"Current Connections:" = "Verbindungen aktuell:";
"L2TP is:" = "L2TP-Status:";
"Authentication:" = "Identifizierung:";
"PPTP is:" = "PPTP-Status:";
"Encryption:" = "Verschlüsselung:";

/* Authentication protocols used by Overview panel.
 */
"EAP" = "Kerberos";
"MSCHAP1" = "MS-CHAPv1";
"MSCHAP2" = "MS-CHAPv2";
"PAP" = "PAP (Klartext)";

/* Key size strings for Overview panel.
 */
"MPPEKeySizeNone" = "Deaktiviert";
"MPPEKeySize40" = "40 Bit MPPE";
"MPPEKeySize128" = "128 Bit MPPE";
"MPPEKeySize40/128" = "40 Bit und 128 Bit MPPE";

/* Configuration error strings.
 */
"VPN Service is not configured." = "Der VPN-Dienst ist nicht konfiguriert.";
"L2TP or PPTP must be enabled before starting the service."="L2TP oder PPTP müssen vor dem Start des Dienstes aktiviert werden";

"L2TP_MISSING_IP"     = "L2TP ist aktiviert, der IP-Adressbereich ist jedoch ungültig";
"L2TP_MISSING_GROUP"  = "Die Gruppen-Zugriffsrechte für L2TP wurden aktiviert, es wurde jedoch noch keine Gruppe definiert";
"L2TP_MISSING_SECRET" = "L2TP ist aktiviert, der Schlüssel („Shared Secret“) wurde jedoch noch nicht definiert";
"L2TP_MISSING_CERT"	  = "L2TP ist aktiviert, es wurde jedoch noch kein gültiges Zertifikat ausgewählt";

"PPTP_MISSING_IP"     = "PPTP ist aktiviert, der IP-Adressbereich ist jedoch ungültig";
"PPTP_MISSING_GROUP"  = "Die Gruppen-Zugriffsrechte für PPTP wurden aktiviert, es wurde jedoch noch keine Gruppe definiert";
"NEWLINE_AND_BULLET"  = "\n• ";
"NEWLINE_SEPARATOR_AND_BULLET"  = ";\n• ";